[PlayerNameId.Mechromancer PlayerNameIdentifierDefinition]
LocalizedCharacterDescription="Little girl + robo-wrecking ball = giggly good times!"
LocalizedPreferredWeaponDescription="Little girl + robo-wrecking ball = giggly good times!"

